Repository: common-repository/quick-search
Catalog: languages/quick-search-*.po
Languages: it_it

source: Quick Search Settings
it_it: Impostazioni Quick Search

source: Settings
it_it: Impostazioni

source: Popup menu params
it_it: Parametri menu a tendina

source: Form ID
it_it: Id del form

source: don't change it if you don't know.
it_it: Non cambiarlo se non sai cos'è

source: Content MAX chars
it_it: Caratteri nel contenuto

source: MAX number of char to show on each single result
it_it: Il numero massimo di caratteri mostrati su ogni singolo risultato

source: Popup menu style
it_it: Aspetto menù a tendina

source: Menu width
it_it: Largezza menù

source: Menu background color
it_it: Colore sfondo menù

source: Menu Label background color
it_it: Colore sfondo etichette

source: Menu Label color
it_it: Colore etichette

source: Search Params
it_it: Parametri Ricerca

source: Search in
it_it: Cerca in

source: Posts
it_it: Articoli

source: MAX results
it_it: Risultati al massimo

source: Pages
it_it: Pagine

source: Comments
it_it: Commenti

source: Save Changes
it_it: Salva le modifiche

source: Uninstall
it_it: Disinstalla

source: All settings will be lost. Are you sure?
it_it: Tutte le impostazioni andranno perse. Sei sicuro?

source: no result found
it_it: Nessun risultato trovato
